{"1":{"id":1,"key":"Annie","name":"Annie","title":"the Dark Child","blurb":"Dangerous, yet disarmingly precocious, Annie is a child mage with immense pyrokinetic power. Even in the shadows of the mountains north of Noxus, she is a magical outlier. Her natural affinity for fire manifested early in life through unpredictable..."},"2":{"id":2,"key":"Olaf","name":"Olaf","title":"the Berserker","blurb":"An unstoppable force of destruction, the axe-wielding Olaf wants nothing but to die in glorious combat. Hailing from the brutal Freljordian peninsula of Lokfar, he once received a prophecy foretelling his peaceful passing—a coward's fate, and a great..."},"3":{"id":3,"key":"Galio","name":"Galio","title":"the Colossus","blurb":"Outside the gleaming city of Demacia, the stone colossus Galio keeps vigilant watch. Built as a bulwark against enemy mages, he often stands motionless for decades until the presence of powerful magic stirs him to life. Once activated, Galio makes the..."},"4":{"id":4,"key":"TwistedFate","name":"Twisted Fate","title":"the Card Master","blurb":"Twisted Fate is an infamous cardsharp and swindler who has gambled and charmed his way across much of the known world, earning the enmity and admiration of the rich and foolish alike. He rarely takes things seriously, greeting each day with a mocking..."},"5":{"id":5,"key":"XinZhao","name":"Xin Zhao","title":"the Seneschal of Demacia","blurb":"Xin Zhao is a resolute warrior loyal to the ruling Lightshield dynasty. Once condemned to the fighting pits of Noxus, he survived countless gladiatorial bouts, but after being freed by Demacian forces, he swore his life and allegiance to these brave..."},"6":{"id":6,"key":"Urgot","name":"Urgot","title":"the Dreadnought","blurb":"Once a powerful Noxian headsman, Urgot was betrayed by the empire for which he had killed so many. Bound in iron chains, he was forced to learn the true meaning of strength in the Dredge—a prison mine deep beneath Zaun. Emerging in a disaster that..."},"7":{"id":7,"key":"Leblanc","name":"LeBlanc","title":"the Deceiver","blurb":"Mysterious even to other members of the Black Rose cabal, LeBlanc is but one of many names for a pale woman who has manipulated people and events since the earliest days of Noxus. Using her magic to mirror herself, the sorceress can appear to anyone..."},"8":{"id":8,"key":"Vladimir","name":"Vladimir","title":"the Crimson Reaper","blurb":"A fiend with a thirst for mortal blood, Vladimir has influenced the affairs of Noxus since the empire's earliest days. In addition to unnaturally extending his life, his mastery of hemomancy allows him to control the minds and bodies of others as easily..."},"9":{"id":9,"key":"Fiddlesticks","name":"Fiddlesticks","title":"the Harbinger of Doom","blurb":"Fiddlesticks is a ghastly, living scarecrow who stalks the darkness, wielding a cruel scythe and preying upon the unwary. Once a lonely man accused of bringing famine to his village, he was tied up and left to starve in his own barren field. Resurrected..."},"10":{"id":10,"key":"Kayle","name":"Kayle","title":"The Judicator","blurb":"A great hero and the strongest among her kind, Kayle is an angelic warrior dedicated to purging those beyond redemption. After conflict divided her people, she took up her enchanted armor and flaming sword in the name of order, disowning her very flesh..."},"11":{"id":11,"key":"MasterYi","name":"Master Yi","title":"the Wuju Bladesman","blurb":"Master Yi has tempered his body and sharpened his mind, so that thought and action have become almost as one. Though he chooses to enter into violence only as a last resort, the grace and speed of his blade ensures resolution is always swift. As one of..."},"12":{"id":12,"key":"Alistar","name":"Alistar","title":"the Minotaur","blurb":"Always a mighty warrior with a fearsome reputation, Alistar seeks revenge for the death of his clan at the hands of the Noxian empire. Though he was enslaved and forced into the life of a gladiator, his unbreakable will was what kept him from truly..."},"13":{"id":13,"key":"Ryze","name":"Ryze","title":"the Rune Mage","blurb":"Widely considered one of the most adept sorcerers on Runeterra, Ryze is an ancient, hard-bitten archmage with an impossibly heavy burden to bear. Armed with immense arcane power and a boundless constitution, he tirelessly hunts for World Runes—fragments..."},"14":{"id":14,"key":"Sion","name":"Sion","title":"The Undead Juggernaut","blurb":"A war hero from a bygone era, Sion was revered in Noxus for choking the life out of a Demacian king with his bare hands—but, denied oblivion, he was resurrected to serve his empire even in death. His indiscriminate slaughter claimed all who stood in his..."},"15":{"id":15,"key":"Sivir","name":"Sivir","title":"the Battle Mistress","blurb":"Sivir is a renowned fortune hunter and mercenary captain who plies her trade in the deserts of Shurima. Armed with her legendary jeweled crossblade, she has fought and won countless battles for those who can afford her exorbitant price. Known for her..."},"16":{"id":16,"key":"Soraka","name":"Soraka","title":"the Starchild","blurb":"A wanderer from the celestial dimensions beyond Mount Targon, Soraka gave up her immortality to protect the mortal races from their own more violent instincts. She endeavors to spread the virtues of compassion and mercy to everyone she meets—even..."},"17":{"id":17,"key":"Teemo","name":"Teemo","title":"the Swift Scout","blurb":"Undeterred by even the most dangerous and threatening of obstacles, Teemo scouts the world with boundless enthusiasm and a cheerful spirit. A yordle with an unwavering sense of morality, he takes pride in following the Bandle Scout's Code, sometimes..."},"18":{"id":18,"key":"Tristana","name":"Tristana","title":"the Yordle Gunner","blurb":"While many other yordles channel their energy into discovery, invention, or just plain mischief-making, Tristana was always inspired by the adventures of great warriors. She had heard much about Runeterra, its factions, and its wars, and believed her..."},"19":{"id":19,"key":"Warwick","name":"Warwick","title":"the Uncaged Wrath of Zaun","blurb":"Warwick is a monster who hunts the gray alleys of Zaun. Transformed by agonizing experiments, his body is fused with an intricate system of chambers and pumps, machinery filling his veins with alchemical rage. Bursting out of the shadows, he preys upon..."},"20":{"id":20,"key":"Nunu","name":"Nunu","title":"the Yeti Rider","blurb":"Frolicking through the hills of the Freljord, Nunu and Willump make an unlikely pair, but many travellers would swear they have seen the yeti with a fearless boy clinging to his back. Though Nunu may have tamed the beast's heart, Willump's anger remains..."},"21":{"id":21,"key":"MissFortune","name":"Miss Fortune","title":"the Bounty Hunter","blurb":"A Bilgewater captain famed for her looks but feared for her ruthlessness, Sarah Fortune paints a stark figure among the hardened criminals of the port city. As a child, she witnessed the reaver king Gangplank murder her family—an act she brutally..."},"22":{"id":22,"key":"Ashe","name":"Ashe","title":"the Frost Archer","blurb":"Iceborn warmother of the Avarosan tribe, Ashe commands the most populous horde in the north. Stoic, intelligent, and idealistic, yet uncomfortable with her role as leader, she taps into the ancestral magics of her lineage to wield a bow of True Ice..."},"23":{"id":23,"key":"Tryndamere","name":"Tryndamere","title":"the Barbarian King","blurb":"Fueled by unbridled fury and rage, Tryndamere once carved his way through the Freljord, openly challenging the greatest warriors of the north to prepare himself for even darker days ahead. The wrathful barbarian has long sought revenge for the..."},"24":{"id":24,"key":"Jax","name":"Jax","title":"Grandmaster at Arms","blurb":"Unmatched in both his skill with unique armaments and his biting sarcasm, Jax is the last known weapons master of Icathia. After his homeland was laid low by its own hubris in unleashing the Void, Jax and his kind vowed to protect what little remained..."},"25":{"id":25,"key":"Morgana","name":"Morgana","title":"Fallen Angel","blurb":"Driven by vindictive obsession, Morgana is a potent mistress of suffering and the black arts. Once a being of grace and light, she was ripped from her kind during an ancient conflict that broke her soul, turning her into the cruel tormentor she is today..."},"26":{"id":26,"key":"Zilean","name":"Zilean","title":"the Chronokeeper","blurb":"Once a powerful Icathian mage, Zilean became obsessed with the passage of time after witnessing his homeland's destruction by the Void. Unable to spare even a minute to grieve the catastrophic loss, he called upon ancient temporal magic to divine all..."},"27":{"id":27,"key":"Singed","name":"Singed","title":"the Mad Chemist","blurb":"Singed is a Zaunite alchemist of unmatched intellect, who has devoted his life to pushing the boundaries of knowledge—with no price, even his own sanity, too high to pay. Is there a method to his madness? His concoctions rarely fail, but it appears to..."},"28":{"id":28,"key":"Evelynn","name":"Evelynn","title":"Agony's Embrace","blurb":"Within the dark seams of Runeterra, the demon Evelynn searches for her next victim. She lures in prey with the voluptuous façade of a human female, but once a person succumbs to her charms, Evelynn's true form is unleashed. She then subjects her victim..."},"29":{"id":29,"key":"Twitch","name":"Twitch","title":"the Plague Rat","blurb":"A Zaunite plague rat by birth, but a connoisseur of filth by passion, Twitch is not afraid to get his paws dirty. Aiming a chem-powered crossbow at the gilded heart of Piltover, he has vowed to show those in the city above just how filthy they really..."},"30":{"id":30,"key":"Karthus","name":"Karthus","title":"the Deathsinger","blurb":"The harbinger of oblivion, Karthus is an undying spirit whose haunting songs are a prelude to the horror of his nightmarish appearance. The living fear the eternity of undeath, but Karthus sees only beauty and purity in its embrace, a perfect union of..."},"31":{"id":31,"key":"Chogath","name":"Cho'Gath","title":"the Terror of the Void","blurb":"From the moment Cho'Gath first emerged into the harsh light of Runeterra's sun, the beast was driven by the most pure and insatiable hunger. A perfect expression of the Void's desire to consume all life, Cho'Gath's complex biology quickly converts..."},"32":{"id":32,"key":"Amumu","name":"Amumu","title":"the Sad Mummy","blurb":"Legend claims that Amumu is a lonely and melancholy soul from ancient Shurima, roaming the world in search of a friend. Doomed by an ancient curse to remain alone forever, his touch is death, his affection ruin. Those who claim to have seen him describe..."},"33":{"id":33,"key":"Rammus","name":"Rammus","title":"the Armordillo","blurb":"Idolized by many, dismissed by some, mystifying to all, the curious being Rammus is an enigma. Protected by a spiked shell, he inspires increasingly disparate theories on his origin wherever he goes—from demigod, to sacred oracle, to a mere beast..."},"34":{"id":34,"key":"Anivia","name":"Anivia","title":"the Cryophoenix","blurb":"Anivia is a benevolent winged spirit who endures endless cycles of life, death, and rebirth to protect the Freljord. A demigod born of unforgiving ice and bitter winds, she wields those elemental powers to thwart any who dare disturb her homeland..."},"35":{"id":35,"key":"Shaco","name":"Shaco","title":"the Demon Jester","blurb":"Crafted long ago as a plaything for a lonely prince, the enchanted marionette Shaco now delights in murder and mayhem. Corrupted by dark magic and the loss of his beloved charge, the once-kind puppet finds pleasure only in the misery of the poor souls..."},"36":{"id":36,"key":"DrMundo","name":"Dr. Mundo","title":"the Madman of Zaun","blurb":"Utterly insane, unrepentantly homicidal, and horrifyingly purple, Dr. Mundo is what keeps many of Zaun's citizens indoors on particularly dark nights. This monosyllabic monstrosity seems to want nothing more than pain—both the giving of it, and the..."},"37":{"id":37,"key":"Sona","name":"Sona","title":"Maven of the Strings","blurb":"Sona is Demacia's foremost virtuoso of the stringed etwahl, speaking only through her graceful chords and vibrant arias. This genteel manner has endeared her to the highborn, though others suspect her spellbinding melodies to actually emanate magic—a..."},"38":{"id":38,"key":"Kassadin","name":"Kassadin","title":"the Void Walker","blurb":"Cutting a burning swath through the darkest places of the world, Kassadin knows his days are numbered. Though once a notorious adventurer, he had chosen to live anonymously and raise a family among the nomad tribes of Shurima—until the day his daughter..."},"39":{"id":39,"key":"Irelia","name":"Irelia","title":"the Will of the Blades","blurb":"Raised in the shadow of Noxian occupation, Irelia developed one of the most exotic—and deadly—fighting styles in Ionia. While most of her family died at the hands of the invaders, she survived and learned to wield her levitating blades with nothing but..."},"40":{"id":40,"key":"Janna","name":"Janna","title":"the Storm's Fury","blurb":"Armed with the power of Runeterra's gales, Janna is a mysterious, elemental wind spirit who protects the dispossessed of Zaun. Some believe she was brought into existence by the pleas of Runeterra's sailors who prayed for fair winds as they navigated..."},"41":{"id":41,"key":"Gangplank","name":"Gangplank","title":"the Saltwater Scourge","blurb":"As unpredictable as he is brutal, the dethroned reaver king Gangplank is feared far and wide. Once, he ruled the port city of Bilgewater, and while his reign is over, there are those who believe this has only made him more dangerous. Gangplank would see..."},"42":{"id":42,"key":"Corki","name":"Corki","title":"the Daring Bombardier","blurb":"The yordle pilot Corki loves two things above all others: flying, and his glamorous mustache... though not necessarily in that order. After leaving Bandle City, he settled in Piltover and fell in love with the wondrous machines he found there. He..."},"43":{"id":43,"key":"Karma","name":"Karma","title":"the Enlightened One","blurb":"No champion exemplifies the spiritual traditions of Ionia more than Karma. She is the living embodiment of an ancient soul reincarnated countless times, carrying all her accumulated memories into each new life. With this insight, she serves as a..."},"44":{"id":44,"key":"Taric","name":"Taric","title":"the Shield of Valoran","blurb":"Taric is the Aspect of the Protector, wielding incredible power as Runeterra's guardian of life, love, and beauty. Shamed by a dereliction of duty and exiled from his homeland Demacia, Taric ascended Mount Targon to find redemption, only to discover a..."},"45":{"id":45,"key":"Veigar","name":"Veigar","title":"the Tiny Master of Evil","blurb":"An enthusiastic master of dark sorcery, Veigar has embraced powers that few mortals dare approach. As a free-spirited inhabitant of Bandle City, he longed to push beyond the limitations of yordle magic, and turned instead to arcane texts that had been..."},"48":{"id":48,"key":"Trundle","name":"Trundle","title":"the Troll King","blurb":"Trundle is a hulking and devious troll with a particularly vicious streak, and there is nothing he cannot bludgeon into submission—not even the Freljord itself. Fiercely territorial, he chases down anyone foolish enough to enter his domain. Then, his..."},"50":{"id":50,"key":"Swain","name":"Swain","title":"the Master Tactician","blurb":"Swain is the Grand General of Noxus, visionary ruler of an expansionist nation that reveres only strength. Though he was cast down and crippled in the Ionian wars, he seized control of the empire with ruthless determination. Now, Swain commands his..."},"51":{"id":51,"key":"Caitlyn","name":"Caitlyn","title":"the Sheriff of Piltover","blurb":"Renowned as its finest peacekeeper, Caitlyn is also Piltover's best shot at ridding the city of its elusive criminal elements. She is often paired with Vi, acting as a cool counterpoint to her partner's more impetuous nature. Even though she carries a..."},"53":{"id":53,"key":"Blitzcrank","name":"Blitzcrank","title":"the Great Steam Golem","blurb":"Blitzcrank is an enormous, near-indestructible automaton from Zaun, originally built to dispose of hazardous waste. However, he found this primary purpose too restricting, and modified his own form to better serve the fragile people of the Sump..."},"54":{"id":54,"key":"Malphite","name":"Malphite","title":"Shard of the Monolith","blurb":"A massive creature of living stone, Malphite struggles to impose blessed order on a chaotic world. Birthed as a servitor-shard to an otherworldly obelisk known as the Monolith, he used his tremendous elemental strength to maintain and protect his..."},"55":{"id":55,"key":"Katarina","name":"Katarina","title":"the Sinister Blade","blurb":"Decisive in judgment and lethal in combat, Katarina is a Noxian assassin of the highest caliber. Eldest daughter to the legendary General Du Couteau, she made her talents known with swift kills against unsuspecting enemies. Her fiery ambition has driven..."},"56":{"id":56,"key":"Nocturne","name":"Nocturne","title":"the Eternal Nightmare","blurb":"A demonic amalgamation drawn from the nightmares that haunt every sentient mind, the thing known as Nocturne has become a primordial force of pure evil. It is liquidly chaotic in aspect, a faceless shadow with cold eyes and armed with wicked-looking..."},"57":{"id":57,"key":"Maokai","name":"Maokai","title":"the Twisted Treant","blurb":"Maokai is a rageful, towering treant who fights the unnatural horrors of the Shadow Isles. He was twisted into a force of vengeance after a magical cataclysm destroyed his home, surviving undeath only through the Waters of Life infused within his..."},"58":{"id":58,"key":"Renekton","name":"Renekton","title":"the Butcher of the Sands","blurb":"Renekton is a terrifying, rage-fueled Ascended being from the scorched deserts of Shurima. Once, he was his empire's most esteemed warrior, leading the nation's armies to countless victories. However, after the empire's fall, Renekton was entombed..."},"59":{"id":59,"key":"JarvanIV","name":"Jarvan IV","title":"the Exemplar of Demacia","blurb":"Prince Jarvan, scion of the Lightshield dynasty, is heir apparent to the throne of Demacia. Raised to be a paragon of his nation's greatest virtues, he is forced to balance the heavy expectations placed upon him with his own desire to fight on the front..."},"60":{"id":60,"key":"Elise","name":"Elise","title":"the Spider Queen","blurb":"Elise is a deadly predator who dwells in a shuttered, lightless palace, deep within the oldest city of Noxus. Once mortal, she was the mistress of a powerful house, but the bite of a vile demigod transformed her into something beautiful, yet utterly..."},"61":{"id":61,"key":"Orianna","name":"Orianna","title":"the Lady of Clockwork","blurb":"Once a curious girl of flesh and blood, Orianna is now a technological marvel comprised entirely of clockwork. She became gravely ill after an accident in the lower districts of Zaun, and her failing body had to be replaced with exquisite artifice..."},"62":{"id":62,"key":"MonkeyKing","name":"Wukong","title":"the Monkey King","blurb":"Wukong is a vastayan trickster who uses his strength, agility, and intelligence to confuse his opponents and gain the upper hand. After finding a lifelong friend in the warrior known as Master Yi, Wukong became the last student of the ancient martial..."},"63":{"id":63,"key":"Brand","name":"Brand","title":"the Burning Vengeance","blurb":"Once a tribesman of the icy Freljord named Kegan Rodhe, the creature known as Brand is a lesson in the temptation of greater power. Seeking one of the legendary World Runes, Kegan betrayed his companions and seized it for himself—and, in an instant, the..."},"64":{"id":64,"key":"LeeSin","name":"Lee Sin","title":"the Blind Monk","blurb":"A master of Ionia's ancient martial arts, Lee Sin is a principled fighter who channels the essence of the dragon spirit to face any challenge. Though he lost his sight many years ago, the warrior-monk has devoted his life to protecting his homeland..."},"67":{"id":67,"key":"Vayne","name":"Vayne","title":"the Night Hunter","blurb":"Shauna Vayne is a deadly, remorseless Demacian monster hunter, who has dedicated her life to finding and destroying the demon that murdered her family. Armed with a wrist-mounted crossbow and a heart full of vengeance, she is only truly happy when..."},"68":{"id":68,"key":"Rumble","name":"Rumble","title":"the Mechanized Menace","blurb":"Rumble is a young inventor with a temper. Using nothing more than his own two hands and a heap of scrap, the feisty yordle constructed a colossal mech suit outfitted with an arsenal of electrified harpoons and incendiary rockets. Though others may scoff..."},"69":{"id":69,"key":"Cassiopeia","name":"Cassiopeia","title":"the Serpent's Embrace","blurb":"Cassiopeia is a deadly creature bent on manipulating others to her sinister will. Youngest and most beautiful daughter of the noble Du Couteau family of Noxus, she ventured deep into the crypts beneath Shurima in search of ancient power. There, she was..."},"72":{"id":72,"key":"Skarner","name":"Skarner","title":"the Crystal Vanguard","blurb":"Skarner is an immense crystalline scorpion from a hidden valley in Shurima. Part of the ancient Brackern race, Skarner and his kin are known for their great wisdom and deep connection to the land, as their souls are fused with powerful life crystals..."},"74":{"id":74,"key":"Heimerdinger","name":"Heimerdinger","title":"the Revered Inventor","blurb":"A brilliant yet eccentric yordle scientist, Professor Cecil B. Heimerdinger is one of the most innovative and esteemed inventors Piltover has ever known. Relentless in his work to the point of neurotic obsession, he thrives on answering the universe's..."},"75":{"id":75,"key":"Nasus","name":"Nasus","title":"the Curator of the Sands","blurb":"Nasus is an imposing, jackal-headed Ascended being from ancient Shurima, a heroic figure regarded as a demigod by the people of the desert. Fiercely intelligent, he was a guardian of knowledge and peerless strategist whose wisdom guided the ancient..."},"76":{"id":76,"key":"Nidalee","name":"Nidalee","title":"the Bestial Huntress","blurb":"Raised in the deepest jungle, Nidalee is a master tracker who can shapeshift into a ferocious cougar at will. Neither wholly woman nor beast, she viciously defends her territory from any and all trespassers, with carefully placed traps and deft spear..."},"77":{"id":77,"key":"Udyr","name":"Udyr","title":"the Spirit Walker","blurb":"Udyr is more than a man; he is a vessel for the untamed power of four primal animal spirits. When tapping into the spirits' bestial natures, Udyr can harness their unique strengths: The tiger grants him speed and ferocity, the turtle resilience, the..."},"78":{"id":78,"key":"Poppy","name":"Poppy","title":"Keeper of the Hammer","blurb":"Runeterra has no shortage of valiant champions, but few are as tenacious as Poppy. Bearing the legendary hammer of Orlon, a weapon twice her size, this determined yordle has spent untold years searching in secret for the fabled “Hero of Demacia,” said..."},"79":{"id":79,"key":"Gragas","name":"Gragas","title":"the Rabble Rouser","blurb":"Equal parts jolly and imposing, Gragas is a massive, rowdy brewmaster on his own quest for the perfect pint of ale. Hailing from parts unknown, he now searches for rare ingredients among the unblemished wastes of the Freljord, trying each recipe as he..."},"80":{"id":80,"key":"Pantheon","name":"Pantheon","title":"the Artisan of War","blurb":"The peerless warrior known as Pantheon is a nigh-unstoppable paragon of battle. He was born among the Rakkor, a warlike people living on the flanks of Mount Targon, and after climbing the mountain's treacherous peak and being deemed worthy, he was..."},"81":{"id":81,"key":"Ezreal","name":"Ezreal","title":"the Prodigal Explorer","blurb":"A self-assured Piltovan explorer with an uncanny ability to find his way into and out of trouble, Ezreal travels Runeterra in search of adventure. Armed with a magical gauntlet procured from the ruins of ancient Shurima, he seeks out the world's most..."},"82":{"id":82,"key":"Mordekaiser","name":"Mordekaiser","title":"the Iron Revenant","blurb":"The baleful revenant Mordekaiser is among the most terrifying and hateful spirits haunting the Shadow Isles. He has existed for countless centuries, shielded from true death by necromantic sorcery and the force of his own dark will. Those who dare face..."},"83":{"id":83,"key":"Yorick","name":"Yorick","title":"Shepherd of Souls","blurb":"The last survivor of a long-forgotten religious order, Yorick is both blessed and cursed with power over the dead. Trapped on the Shadow Isles, his only companions are the rotting corpses and shrieking spirits that he gathers to him. Yorick's monstrous..."},"84":{"id":84,"key":"Akali","name":"Akali","title":"the Fist of Shadow","blurb":"A prodigy in the fighting arts, Akali is a member of the martial order known as the Kinkou. She succeeds her mother as the Fist of Shadow, entrusted with the sacred duty to end those who would bring imbalance to her homeland. While some find her methods..."},"85":{"id":85,"key":"Kennen","name":"Kennen","title":"the Heart of the Tempest","blurb":"More than just the lightning-quick enforcer of Ionian balance, Kennen is the only yordle member of the Kinkou. Despite his small, furry stature, he is eager to take on any threat with a whirling storm of shuriken and boundless enthusiasm. Alongside his..."},"86":{"id":86,"key":"Garen","name":"Garen","title":"The Might of Demacia","blurb":"A proud and noble warrior, Garen fights as one of the Dauntless Vanguard. He is popular among his fellows, and respected well enough by his enemies—not least as a scion of the prestigious Crownguard family, entrusted with defending Demacia and its..."},"89":{"id":89,"key":"Leona","name":"Leona","title":"the Radiant Dawn","blurb":"Imbued with the fire of the sun, Leona is a holy warrior of the Solari who defends Mount Targon with her Zenith Blade and the Shield of Daybreak. Her skin shimmers with starfire while her eyes burn with the power of the celestial Aspect within her..."},"90":{"id":90,"key":"Malzahar","name":"Malzahar","title":"the Prophet of the Void","blurb":"A religious zealot dedicated to the unification of all life, Malzahar truly believes the newly emergent Void to be the gateway to Runeterra's salvation. In the desert wastes of Shurima, he opened his mind to the universe, and the whispers that answered..."},"91":{"id":91,"key":"Talon","name":"Talon","title":"the Blade's Shadow","blurb":"Talon is the knife in the darkness, a merciless killer able to strike without warning and escape before any alarm is raised. He carved out a dangerous reputation on the brutal streets of Noxus, where he was forced to fight, kill, and steal to survive..."},"92":{"id":92,"key":"Riven","name":"Riven","title":"the Exile","blurb":"Once a leader in the warhosts of Noxus, Riven is an expatriate in a land she previously tried to conquer. She rose through the ranks on the strength of her conviction and her brutal efficiency, and was rewarded with a legendary runic blade—however, on..."},"96":{"id":96,"key":"KogMaw","name":"Kog'Maw","title":"the Mouth of the Abyss","blurb":"Belched forth from a rotting Void incursion deep in the wastelands of Icathia, Kog'Maw is an inquisitive yet putrid creature with a caustic, gaping mouth. This particular Void-spawn needs to gnaw and drool on anything within reach to truly understand it..."},"98":{"id":98,"key":"Shen","name":"Shen","title":"the Eye of Twilight","blurb":"Among the secretive, Ionian warriors known as the Kinkou, Shen serves as their leader, the Eye of Twilight. He longs to remain free from the confusion of emotion, prejudice, and ego, and walks the unseen path of dispassionate judgment between the spirit..."},"99":{"id":99,"key":"Lux","name":"Lux","title":"the Lady of Luminosity","blurb":"Luxanna Crownguard hails from Demacia, an insular realm where magical abilities are viewed with fear and suspicion. Able to bend light to her will, she grew up dreading discovery and exile, and was forced to keep her power secret, in order to preserve..."},"101":{"id":101,"key":"Xerath","name":"Xerath","title":"the Magus Ascendant","blurb":"Xerath is an Ascended Magus of ancient Shurima, a being of arcane energy writhing in the broken shards of a magical sarcophagus. For millennia, he was trapped beneath the desert sands, but the rise of Shurima freed him from his ancient prison. Driven..."},"102":{"id":102,"key":"Shyvana","name":"Shyvana","title":"the Half-Dragon","blurb":"Shyvana is a creature with the magic of a rune shard burning within her heart. Though she often appears humanoid, she can take her true form as a fearsome dragon, incinerating her foes with fiery breath. Having saved the life of the crown prince Jarvan..."},"103":{"id":103,"key":"Ahri","name":"Ahri","title":"the Nine-Tailed Fox","blurb":"Innately connected to the latent power of Runeterra, Ahri is a vastaya who can reshape magic into orbs of raw energy. She revels in toying with her prey by manipulating their emotions before devouring their life essence. Despite her predatory nature..."},"104":{"id":104,"key":"Graves","name":"Graves","title":"the Outlaw","blurb":"Malcolm Graves is a renowned mercenary, gambler, and thief—a wanted man in every city and empire he has visited. Even though he has an explosive temper, he possesses a strict sense of criminal honor, often enforced at the business end of his..."},"105":{"id":105,"key":"Fizz","name":"Fizz","title":"the Tidal Trickster","blurb":"Fizz is an amphibious yordle, who dwells among the reefs surrounding Bilgewater. He often retrieves and returns the tithes cast into the sea by superstitious captains, but even the saltiest of sailors know better than to cross him—many are the tales of..."},"106":{"id":106,"key":"Volibear","name":"Volibear","title":"the Thunder's Roar","blurb":"The thunderous demigod known as the Thousand-Pierced Bear is the battle-spirit of the Freljord. Thousands of years of constant and bitter wars, fought in the coldest winters, have hardened Volibear into a truly indomitable force, hurling bolts of..."},"107":{"id":107,"key":"Rengar","name":"Rengar","title":"the Pridestalker","blurb":"Rengar is a ferocious vastayan trophy hunter who lives for the thrill of tracking down and killing dangerous creatures. He scours the world for the most fearsome beasts he can find, especially seeking any trace of Kha'Zix, the void creature who..."},"110":{"id":110,"key":"Varus","name":"Varus","title":"the Arrow of Retribution","blurb":"One of the ancient race of darkin, Varus was a deadly killer who loved to torment his foes, driving them almost to insanity before delivering the killing arrow. He was imprisoned at the end of the Darkin War, but escaped centuries later in the remade..."},"111":{"id":111,"key":"Nautilus","name":"Nautilus","title":"the Titan of the Depths","blurb":"All know the tales; all pay the Bilgewater tithe. Since time immemorial, Nautilus has roamed the dark waters off the coast of the Blue Flame Isles, dragging impious sailors to their doom. The armored goliath strikes without warning, his inexorable..."},"112":{"id":112,"key":"Viktor","name":"Viktor","title":"the Machine Herald","blurb":"The herald of a new age of technology, Viktor has devoted his life to the advancement of humankind. An idealist who seeks to lift the people of Zaun to a new level of understanding, he believes that only by embracing a glorious evolution of technology..."},"113":{"id":113,"key":"Sejuani","name":"Sejuani","title":"Fury of the North","blurb":"Sejuani is the brutal, unforgiving Iceborn warmother of the Winter's Claw, one of the most feared tribes of the Freljord. Her people's survival is a constant, desperate battle against the elements, forcing them to raid Noxians, Demacians, and Avarosans..."},"114":{"id":114,"key":"Fiora","name":"Fiora","title":"the Grand Duelist","blurb":"The most feared duelist in all Valoran, Fiora is as renowned for her brusque manner and cunning mind as she is for the speed of her bluesteel rapier. Born to House Laurent in the kingdom of Demacia, Fiora took control of the family from her father in..."},"115":{"id":115,"key":"Ziggs","name":"Ziggs","title":"the Hexplosives Expert","blurb":"With a love of big bombs and short fuses, the yordle Ziggs is an explosive force of nature. As an inventor's assistant in Piltover, he was bored by his predictable life and befriended a mad, blue-haired bomber named Jinx. After a wild night on the town..."},"117":{"id":117,"key":"Lulu","name":"Lulu","title":"the Fae Sorceress","blurb":"The yordle mage Lulu is known for conjuring dreamlike illusions and fanciful creatures as she roams Runeterra with her fairy companion Pix. Lulu shapes reality on a whim, warping the fabric of the world, and what she views as the constraints of this..."},"119":{"id":119,"key":"Draven","name":"Draven","title":"the Glorious Executioner","blurb":"In Noxus, warriors known as reckoners face one another in arenas where blood is spilled and strength tested—but none has ever been as celebrated as Draven. A former soldier, he found that the crowds uniquely appreciated his flair for the dramatic, not..."},"120":{"id":120,"key":"Hecarim","name":"Hecarim","title":"the Shadow of War","blurb":"Hecarim is a spectral fusion of man and beast, cursed to ride down the souls of the living for all eternity. When the Blessed Isles fell into shadow, this proud knight was obliterated by the destructive energies of the Ruination, along with all his..."},"121":{"id":121,"key":"Khazix","name":"Kha'Zix","title":"the Voidreaver","blurb":"The Void grows, and the Void adapts—in none of its myriad spawn are these truths more apparent than Kha'Zix. Evolution drives the core of this mutating horror, born to survive and to slay the strong. Where it struggles to do so, it grows new, more..."},"122":{"id":122,"key":"Darius","name":"Darius","title":"the Hand of Noxus","blurb":"There is no greater symbol of Noxian might than Darius, the nation's most feared and battle-hardened leader. Rising from humble origins to become the Hand of Noxus, he cleaves through the empire's enemies—many of them Noxians themselves. Knowing that he..."},"126":{"id":126,"key":"Jayce","name":"Jayce","title":"the Defender of Tomorrow","blurb":"Jayce is a brilliant inventor who has pledged his life to the defense of Piltover and its unyielding pursuit of progress. With his transforming hextech hammer in hand, Jayce uses his strength, courage, and considerable intelligence to protect his..."},"127":{"id":127,"key":"Lissandra","name":"Lissandra","title":"the Ice Witch","blurb":"Lissandra's magic twists the pure power of ice into something dark and terrible. With the force of her black ice, she does more than freeze—she impales and crushes those who oppose her. To the terrified denizens of the north, she is known only as ''The..."},"131":{"id":131,"key":"Diana","name":"Diana","title":"Scorn of the Moon","blurb":"Bearing her crescent moonblade, Diana fights as a warrior of the Lunari—a faith all but quashed in the lands around Mount Targon. Clad in shimmering armor the color of winter snow at night, she is a living embodiment of the silver moon's power. Imbued..."},"133":{"id":133,"key":"Quinn","name":"Quinn","title":"Demacia's Wings","blurb":"Quinn is an elite ranger-knight of Demacia, who undertakes dangerous missions deep in enemy territory. She and her legendary eagle, Valor, share an unbreakable bond, and their foes are often slain before they realize they are fighting not one, but two..."},"134":{"id":134,"key":"Syndra","name":"Syndra","title":"the Dark Sovereign","blurb":"Syndra is a fearsome dark mage with incredible power at her command. As a child of Ionia, she disturbed the village elders with her prodigious but reckless use of magic. They sent her away to be trained under strict supervision, but she quickly..."},"136":{"id":136,"key":"AurelionSol","name":"Aurelion Sol","title":"The Star Forger","blurb":"Aurelion Sol once graced the vast emptiness of the cosmos with celestial wonders of his own devising. Now, he is forced to wield his awesome power at the behest of a space-faring empire that tricked him into servitude. Desiring a return to his..."},"141":{"id":141,"key":"Kayn","name":"Kayn","title":"the Shadow Reaper","blurb":"A peerless practitioner of lethal shadow magic, Shieda Kayn battles to achieve his true destiny—to one day lead the Order of the Shadow into a new era of Ionian supremacy. He audaciously wields the sentient darkin weapon Rhaast, undeterred by its..."},"142":{"id":142,"key":"Zoe","name":"Zoe","title":"the Aspect of Twilight","blurb":"As the embodiment of mischief, imagination, and change, Zoe acts as the cosmic messenger of Targon, heralding major events that reshape worlds. Her mere presence warps the arcane mathematics governing realities, sometimes causing cataclysms without..."},"143":{"id":143,"key":"Zyra","name":"Zyra","title":"Rise of the Thorns","blurb":"Born in an ancient, sorcerous catastrophe, Zyra is the wrath of nature given form—an alluring hybrid of plant and human, kindling new life with every step. She views the many mortals of Valoran as little more than prey for her seeded progeny, and thinks..."},"150":{"id":150,"key":"Gnar","name":"Gnar","title":"the Missing Link","blurb":"Gnar is a primeval yordle whose playful antics can erupt into a toddler's outrage in an instant, transforming him into a massive beast bent on destruction. Frozen in True Ice for millennia, the curious creature broke free and now hops about a changed..."},"154":{"id":154,"key":"Zac","name":"Zac","title":"the Secret Weapon","blurb":"Zac is the product of a toxic spill that ran through a chemtech seam and pooled in an isolated cavern deep in Zaun's Sump. Despite such humble origins, Zac has grown from primordial ooze into a thinking being who dwells in the city's pipes, occasionally..."},"157":{"id":157,"key":"Yasuo","name":"Yasuo","title":"the Unforgiven","blurb":"An Ionian of deep resolve, Yasuo is an agile swordsman, trained to wield the air itself against his enemies. As a young man, pride led him down a path of loss, costing him his position, his mentor, and ultimately his own brother. Disgraced by false..."},"161":{"id":161,"key":"Velkoz","name":"Vel'Koz","title":"the Eye of the Void","blurb":"It is unclear if Vel'Koz was the first Void-spawn to emerge on Runeterra, but there has certainly never been another to match his level of cruel, calculating sentience. While his kin devour or defile everything around them, he seeks instead to..."},"163":{"id":163,"key":"Taliyah","name":"Taliyah","title":"the Stoneweaver","blurb":"Taliyah is a nomadic mage from Shurima, torn between teenage wonder and adult responsibility. She has crossed nearly all of Valoran on a journey to learn the true nature of her growing powers, though more recently she has returned to protect her tribe..."},"164":{"id":164,"key":"Camille","name":"Camille","title":"the Steel Shadow","blurb":"Weaponized to operate outside the boundaries of the law, Camille is the Principal Intelligencer of Clan Ferros—an elegant and elite agent who ensures the Piltover machine and its Zaunite underbelly runs smoothly. Adaptable and precise, she views sloppy..."},"201":{"id":201,"key":"Braum","name":"Braum","title":"the Heart of the Freljord","blurb":"Blessed with massive biceps and an even bigger heart, Braum is a beloved hero of the Freljord. Every mead hall north of Frostheld toasts his legendary strength, said to have felled a forest of oaks in a single night, and punched an entire mountain into..."},"202":{"id":202,"key":"Jhin","name":"Jhin","title":"the Virtuoso","blurb":"Jhin is a meticulous criminal psychopath who believes murder is art. Once an Ionian prisoner, but freed by shadowy elements within Ionia's ruling council, the serial killer now works as their cabal's assassin. Using his gun as his paintbrush, Jhin..."},"203":{"id":203,"key":"Kindred","name":"Kindred","title":"The Eternal Hunters","blurb":"Separate, but never parted, Kindred represents the twin essences of death. Lamb's bow offers a swift release from the mortal realm for those who accept their fate. Wolf hunts down those who run from their end, delivering violent finality within his..."},"222":{"id":222,"key":"Jinx","name":"Jinx","title":"the Loose Cannon","blurb":"A manic and impulsive criminal from Zaun, Jinx lives to wreak havoc without care for the consequences. With an arsenal of deadly weapons, she unleashes the loudest blasts and brightest explosions to leave a trail of mayhem and panic in her wake. Jinx..."},"223":{"id":223,"key":"TahmKench","name":"Tahm Kench","title":"the River King","blurb":"Known by many names throughout history, the demon Tahm Kench travels the waterways of Runeterra, feeding his insatiable appetite with the misery of others. Though he may appear singularly charming and proud, he swaggers through the physical realm like a..."},"236":{"id":236,"key":"Lucian","name":"Lucian","title":"the Purifier","blurb":"Once a Sentinel of Light, Lucian is a grim hunter of undying spirits, pursuing them relentlessly and annihilating them with his twin relic pistols. Consumed by the need to avenge his dead wife, he will not rest until Thresh, the specter who holds her..."},"238":{"id":238,"key":"Zed","name":"Zed","title":"the Master of Shadows","blurb":"Utterly ruthless and without mercy, Zed is the leader of the Order of Shadow, an organization he created with the intent of militarizing Ionia's martial arts traditions to drive out Noxian invaders. During the war, desperation led him to unlock the..."},"240":{"id":240,"key":"Kled","name":"Kled","title":"the Cantankerous Cavalier","blurb":"A warrior as fearless as he is ornery, the yordle Kled embodies the furious bravado of Noxus. He is an icon beloved by the empire's soldiers, distrusted by its officers, and loathed by the nobility. Many claim Kled has fought in every campaign the..."},"245":{"id":245,"key":"Ekko","name":"Ekko","title":"the Boy Who Shattered Time","blurb":"A prodigy from the rough streets of Zaun, Ekko manipulates time to twist any situation to his advantage. Using his own invention, the Zero Drive, he explores the branching possibilities of reality to craft the perfect moment. Though he revels in this..."},"254":{"id":254,"key":"Vi","name":"Vi","title":"the Piltover Enforcer","blurb":"Once a criminal from the mean streets of Zaun, Vi is a hotheaded, impulsive, and fearsome woman with only a very loose respect for authority figures. Growing up all but alone, Vi developed finely honed survival instincts as well as a wickedly abrasive..."},"266":{"id":266,"key":"Aatrox","name":"Aatrox","title":"the Darkin Blade","blurb":"One of the ancient darkin, Aatrox was once a peerless swordmaster who reveled in the bloody chaos of the battlefield. Trapped within his own blade by the magic of his foes, he waited out the millennia for a suitable host to wield him—this mortal warrior..."},"267":{"id":267,"key":"Nami","name":"Nami","title":"the Tidecaller","blurb":"A headstrong young vastaya of the seas, Nami was the first of the Marai tribe to leave the waves and venture onto dry land, when their ancient accord with the Targonians was broken. With no other option, she took it upon herself to complete the sacred..."},"268":{"id":268,"key":"Azir","name":"Azir","title":"the Emperor of the Sands","blurb":"Azir was a mortal emperor of Shurima in a far distant age, a proud man who stood at the cusp of immortality. His hubris saw him betrayed and murdered at the moment of his greatest triumph, but now, millennia later, he has been reborn as an Ascended..."},"412":{"id":412,"key":"Thresh","name":"Thresh","title":"the Chain Warden","blurb":"Sadistic and cunning, Thresh is an ambitious and restless spirit of the Shadow Isles. Once the custodian of countless arcane secrets, he sought a power greater than life or death, and now sustains himself by tormenting and breaking others with slow..."},"420":{"id":420,"key":"Illaoi","name":"Illaoi","title":"the Kraken Priestess","blurb":"Illaoi's powerful physique is dwarfed only by her indomitable faith. As the prophet of the Great Kraken, she uses a huge, golden idol to rip her foes' spirits from their bodies and shatter their perception of reality. All who challenge the “Truth Bearer..."},"421":{"id":421,"key":"RekSai","name":"Rek'Sai","title":"the Void Burrower","blurb":"An apex predator, Rek'Sai is a merciless Void-spawn that tunnels beneath the ground to ambush and devour unsuspecting prey. Her insatiable hunger has laid waste to entire regions of the once-great empire of Shurima—merchants, traders, even armed..."},"427":{"id":427,"key":"Ivern","name":"Ivern","title":"the Green Father","blurb":"Ivern Bramblefoot, known to many as the Green Father, is a peculiar half man, half tree who roams Runeterra's forests, cultivating life everywhere he goes. He knows the secrets of the natural world, and holds deep friendships with all things that grow..."},"429":{"id":429,"key":"Kalista","name":"Kalista","title":"the Spear of Vengeance","blurb":"A specter of wrath and retribution, Kalista is the undying spirit of vengeance, an armored nightmare summoned from the Shadow Isles to hunt deceivers and traitors. The betrayed may cry out in blood to be avenged, but Kalista only answers those willing..."},"432":{"id":432,"key":"Bard","name":"Bard","title":"the Wandering Caretaker","blurb":"A traveler from beyond the stars, Bard is an agent of serendipity who fights to maintain a balance where life can endure the indifference of chaos. Many Runeterrans sing songs that ponder his extraordinary nature, yet they all agree that the cosmic..."},"497":{"id":497,"key":"Rakan","name":"Rakan","title":"The Charmer","blurb":"As mercurial as he is charming, Rakan is an infamous vastayan troublemaker and the greatest battle-dancer in Lhotlan tribal history. To the humans of the Ionian highlands, his name has long been synonymous with wild festivals, uncontrollable parties..."},"498":{"id":498,"key":"Xayah","name":"Xayah","title":"the Rebel","blurb":"Deadly and precise, Xayah is a vastayan revolutionary waging a personal war to save her people. She uses her speed, guile, and razor-sharp feather blades to cut down anyone who stands in her way. Xayah fights alongside her partner and lover, Rakan, ot..."},"516":{"id":516,"key":"Ornn","name":"Ornn","title":"The Fire below the Mountain","blurb":"Ornn is the Freljordian spirit of forging and craftsmanship. He works in the solitude of a massive smithy, hammered out from the lava caverns beneath the volcano Hearth-Home. There he stokes bubbling cauldrons of molten rock to purify ores and fashion..."}}